{
    "setting": {
        "question": "Waar vindt de scène plaats?",
        "description": "Beschrijf de locatie van de scène. Bijvoorbeeld, 'strand bij zonsondergang'.",
        "limit": 150
    },
    "camera": {
        "question": "Wat is de camerahoek?",
        "description": "Specificeer de camerahoek die gebruikt moet worden in de scène. Bijvoorbeeld, 'vogelperspectief'.",
        "limit": 150
    },
    "emotions": {
        "question": "Hoe voelen de personages zich?",
        "description": "Beschrijf de emoties en gezichtsuitdrukkingen van de personages. Bijvoorbeeld, 'een strenge uitdrukking om boosheid over te brengen'.",
        "limit": 150
    },
    "details": {
        "question": "Welke kleine details kunnen worden toegevoegd?",
        "description": "Specificeer eventuele kleine details die kunnen worden toegevoegd om de scène interessanter te maken. Bijvoorbeeld, 'een kat die de straat oversteekt op de achtergrond'.",
        "limit": 150
    },
    "lighting": {
        "question": "Hoe is het licht?",
        "description": "Beschrijf het licht dat gebruikt wordt in de scène. Bijvoorbeeld, 'hard, direct licht om sterke schaduwen te creëren'.",
        "limit": 150
    },
    "characters": {
        "question": "Wie zijn de personages en wat doen ze?",
        "description": "Noem de personages die aanwezig zijn in de scène en beschrijf hun acties. Bijvoorbeeld, 'John staat in de deuropening en kijkt naar buiten in de regen'.",
        "limit": 150
    },
    "colors": {
        "question": "Wat is het kleurenpalet?",
        "description": "Specificeer het kleurenpalet dat gebruikt moet worden in de scène. Bijvoorbeeld, 'een gedempt palet met blauwen en grijstinten'.",
        "limit": 150
    },
    "weather": {
        "question": "Hoe is het weer?",
        "description": "Beschrijf het weer in de scène. Bijvoorbeeld, 'een regenachtige dag'.",
        "limit": 150
    },
    "props": {
        "question": "Wat is er in de scène?",
        "description": "Beschrijf eventuele rekwisieten die gebruikt kunnen worden in de scène. Bijvoorbeeld, 'een pistool om een gevoel van gevaar over te brengen'.",
        "limit": 150
    },
    "composition": {
        "question": "Wat is de algehele compositie?",
        "description": "Beschrijf de compositie van de scène. Bijvoorbeeld, 'een close-up shot om de gezichtsuitdrukking van het personage te benadrukken'.",
        "limit": 150
    },
    "clothing": {
        "question": "Wat dragen de personages?",
        "description": "Beschrijf de kleding van de personages. Bijvoorbeeld, 'een pak om professionaliteit over te brengen'.",
        "limit": 150
    }
}